[
    {
        "name": "Via Láctea",
        "englishName": "Milky Way",
        "imagePath": "galaxies/milky_way.png",
        "constellation": "Sagittarius",
        "type": "Espiral",
        "apparentMagnitude": "-21",
        "distanceFromEarth": "N/A (Nossa Galáxia)",
        "diameter": "Aprox. 100.000 anos-luz",
        "numberOfStars": "Aprox. 100 bilhões",
        "discoveryYear": "Conhecida desde a antiguidade",
        "discoveredBy": "Vários",
        "interestingFact": "Casa do Sistema Solar e de inúmeros objetos celestes.",
        "curiosity": "O nome 'Via Láctea' vem do grego 'Galaxias Kyklos', que significa 'círculo leitoso'.",
        "description": "Tal como os primeiros exploradores que mapearam os continentes do nosso globo, os astrónomos estão ocupados a mapear a estrutura espiral da nossa galáxia, a Via Láctea. Usando imagens infravermelhas do Telescópio Espacial Spitzer da NASA, os cientistas descobriram que a elegante estrutura espiral da Via Láctea é dominada por apenas dois braços que envolvem as extremidades de uma barra central de estrelas. Anteriormente, pensava-se que a nossa galáxia possuía quatro braços principais. O conceito anotado do artista ilustra a nova visão da Via Láctea. Os dois braços principais da galáxia (Scutum-Centaurus e Perseus) podem ser vistos presos às extremidades de uma espessa barra central, enquanto os dois braços menores agora rebaixados (Norma e Sagitário) são menos distintos e localizados entre os braços principais. Os braços principais consistem nas densidades mais altas de estrelas jovens e velhas, os braços menores estão principalmente cheios de gás e bolsões de atividade de formação de estrelas. O conceito do artista também inclui um novo braço espiral, chamado de “braço Far-3 quiloparsec”, descoberto através de um levantamento radiotelescópio de gás na Via Láctea. Este braço é mais curto que os dois braços principais e fica ao longo da barra da galáxia. Nosso Sol fica próximo a um pequeno braço parcial chamado Braço de Órion, ou Esporão de Órion, localizado entre os braços de Sagitário e Perseu."
    },
    {
        "name": "Andrômeda",
        "englishName": "Andromeda (M31)",
        "imagePath": "galaxies/andromeda.png",
        "constellation": "Andromeda",
        "type": "Espiral",
        "apparentMagnitude": "3.1",
        "distanceFromEarth": "Aprox. 2 milhões de anos-luz",
        "diameter": "Aprox. 220.000 anos-luz",
        "numberOfStars": "Aprox. 1 trilhão",
        "discoveryYear": "964",
        "discoveredBy": "Abd al-rahman al-Sufi",
        "interestingFact": "Galáxia espiral mais próxima da Via Láctea.",
        "curiosity": "Andrômeda é o maior membro do Grupo Local de galáxias que inclui a Via Láctea.",
        "description": "Reunida a partir de um total de 7.398 exposições obtidas em 411 apontamentos individuais do telescópio, esta imagem do nosso vizinho galáctico mais próximo, M31, é o maior mosaico do Hubble até à data. Os 1,5 mil milhões de pixels do mosaico revelam mais de 100 milhões de estrelas e milhares de enxames estelares incorporados numa secção do disco em forma de panqueca de M31, também conhecida como galáxia de Andrômeda. Embora a galáxia esteja a mais de 2 milhões de anos-luz de distância, o Hubble é poderoso o suficiente para resolver estrelas individuais nesta extensão do disco de 61.000 anos-luz. É como fotografar uma praia e resolver grãos de areia individuais."
    },
    {
        "name": "Rodopio",
        "englishName": "Cartwheel Galaxy (NGC 6025)",
        "imagePath": "galaxies/cartwheel.png",
        "constellation": "Sculptor",
        "type": "Irregular",
        "apparentMagnitude": "14.7",
        "distanceFromEarth": "Aprox. 500 milhões de anos-luz",
        "diameter": "Aprox. 150.000 anos-luz",
        "numberOfStars": "Não especificado",
        "discoveryYear": "Descoberta em 1941",
        "discoveredBy": "F. W. Herschel",
        "interestingFact": "A Galáxia do Rodopio foi o resultado de uma colisão entre duas galáxias, o que criou o padrão de anéis e ondas de choque característico.",
        "curiosity": "A designação NGC 6025 refere-se ao aglomerado estelar situado na região central da Galáxia do Rodopio.",
        "description": "Esta galáxia se assemelha a um alvo, o que é apropriado porque sua aparência se deve em parte a uma galáxia menor que passou pelo meio deste objeto. A violenta colisão produziu ondas de choque que varreram a galáxia e desencadearam grandes quantidades de formação de estrelas. Os raios X do Chandra (roxo) mostram gás quente perturbado inicialmente hospedado pela galáxia Cartwheel sendo arrastado por mais de 150.000 anos-luz pela colisão. Dados ópticos do Hubble (vermelho, verde e azul) mostram onde esta colisão pode ter desencadeado a formação estelar."
    },
    {
        "name": "Charuto",
        "englishName": "Cigar Galaxy (M82)",
        "imagePath": "galaxies/m82.png",
        "constellation": "Ursa Major",
        "type": "Espiral",
        "apparentMagnitude": "8.4",
        "distanceFromEarth": "Aprox. 12 milhões de anos-luz",
        "diameter": "Aprox. 37.000 anos-luz",
        "numberOfStars": "Aprox. 100 bilhões",
        "discoveryYear": "Conhecida desde a antiguidade",
        "discoveredBy": "Vários",
        "interestingFact": "Atualmente passando por um período de intensa formação estelar.",
        "curiosidade": "A Galáxia Cigarro está no meio de uma 'tempestade de nascimento estelar', com intensa atividade de formação de estrelas."
    },
    {
        "name": "Pequena Nuvem de Magalhães",
        "englishName": "Large Magellanic Cloud",
        "imagePath": "galaxies/large_magellanic_cloud.png",
        "constellation": "Doradus",
        "type": "Irregular",
        "apparentMagnitude": "0.9",
        "distanceFromEarth": "Aprox. 200.000 anos-luz",
        "diameter": "Aprox. 14.000 anos-luz",
        "numberOfStars": "Estimado em 30 bilhões",
        "discoveryYear": "Conhecida desde tempos pré-históricos",
        "discoveredBy": "Observadores indígenas do hemisfério sul",
        "interestingFact": "A Pequena Nuvem de Magalhães é uma das galáxias mais próximas da Via Láctea e interage gravitacionalmente com ela.",
        "curiosity": "A galáxia foi nomeada em homenagem ao explorador português Fernão de Magalhães, que a descreveu em 1519 durante a sua expedição ao redor do mundo.",
        "description": "A quase 200 mil anos-luz da Terra, a Grande Nuvem de Magalhães, uma galáxia satélite da Via Láctea, flutua no espaço, numa longa e lenta dança em torno da nossa galáxia. Vastas nuvens de gás dentro dele colapsam lentamente para formar novas estrelas. Por sua vez, estes iluminam as nuvens de gás numa profusão de cores, visível nesta imagem do Telescópio Espacial Hubble da NASA/ESA. A Grande Nuvem de Magalhães (LMC) está repleta de regiões de formação de estrelas. Desde a Nebulosa da Tarântula, o berçário estelar mais brilhante da nossa vizinhança cósmica, até à LHA 120-N 11, parte da qual aparece nesta imagem do Hubble, a pequena e irregular galáxia está repleta de nebulosas brilhantes, o sinal mais notável de que novas estrelas estão a surgir. nascendo."
    },
    {
        "name": "Sombrero",
        "englishName": "Sombrero (M104)",
        "imagePath": "galaxies/sombrero.png",
        "constellation": "Virgo",
        "type": "Espiral",
        "apparentMagnitude": "8.0",
        "distanceFromEarth": "Aprox. 28 milhões de anos-luz",
        "diameter": "Aprox. 50.000 anos-luz",
        "numberOfStars": "Desconhecido",
        "discoveryYear": "Conhecida desde a antiguidade",
        "discoveredBy": "Vários",
        "interestingFact": "Conhecida pelo seu núcleo brilhante e grande bulbo central.",
        "curiosidade": "A Galáxia do Sombrero é uma das galáxias mais fotografadas no céu noturno devido à sua aparência distintiva."
    },
    {
        "name": "Triângulo",
        "englishName": "Triangulum Galaxy (M33)",
        "imagePath": "galaxies/m33.png",
        "constellation": "Triangulum",
        "type": "Espiral",
        "apparentMagnitude": "5.7",
        "distanceFromEarth": "Aprox. 14.000 anos-luz",
        "diameter": "Aprox. 60.000 anos-luz",
        "numberOfStars": "Aprox. 40 bilhões",
        "discoveryYear": "Conhecida desde a antiguidade",
        "discoveredBy": "Vários",
        "interestingFact": "Parte do Grupo Local de galáxias.",
        "curiosity": "A Galáxia do Triângulo é a terceira maior galáxia espiral no Grupo Local, depois da Via Láctea e Andrômeda.",
        "description": "A galáxia espiral M33 está localizada na constelação Triangulum, em forma de triângulo, o que lhe valeu o apelido de galáxia Triangulum. Com cerca de metade do tamanho da nossa galáxia, a Via Láctea, M33 é o terceiro maior membro do nosso Grupo Local de galáxias, depois da galáxia de Andrômeda (M31) e da Via Láctea. Composta por 54 campos de visão separados do Hubble, esta imagem é o maior mosaico de alta resolução da M33 montado até hoje por qualquer observatório. Resolve 25 milhões de estrelas individuais numa região de 14.000 anos-luz que abrange o centro da galáxia."
    },
    {
        "name": "NGC 1365",
        "englishName": "NGC 1365",
        "imagePath": "galaxies/ngc1365.png",
        "constellation": "Fornax",
        "type": "Espiral Barred",
        "distanceFromEarth": "Aprox. 60 milhões de anos-luz",
        "diameter": "Aprox. 200.000 anos-luz",
        "numberOfStars": "Desconhecido",
        "discoveryYear": "Conhecida desde a antiguidade",
        "discoveredBy": "Vários",
        "interestingFact": "Contém uma barra central proeminente de estrelas.",
        "curiosity": "A NGC 1365 é uma das galáxias barradas mais proeminentes no céu noturno.",
        "description": "A cerca de 60 milhões de anos-luz da Terra, a Grande Galáxia Espiral Barrada, NGC 1365, é lindamente capturada nesta imagem pelo Telescópio Espacial Hubble da NASA/ESA. Localizados na constelação de Fornax (a Fornalha), os redemoinhos azuis e alaranjados mostram-nos onde as estrelas acabaram de se formar e os locais poeirentos de futuros berçários estelares. Nas bordas externas da imagem, podem ser vistas enormes regiões de formação de estrelas dentro da NGC 1365. As regiões brilhantes em azul claro indicam a presença de centenas de estrelas bebés que se formaram a partir da fusão de gás e poeira nos braços exteriores da galáxia."
    },
    {
        "name": "Messier 87",
        "englishName": "M87 (Messier 87)",
        "imagePath": "galaxies/m87.png",
        "constellation": "Virgo",
        "type": "Elíptica",
        "apparentMagnitude": "9.6",
        "distanceFromEarth": "Aprox. 54 milhões de anos-luz",
        "diameter": "Aprox. 120.000 anos-luz",
        "numberOfStars": "Desconhecido",
        "discoveryYear": "1781",
        "discoveredBy": "Charles Messier",
        "interestingFact": "Casa do primeiro buraco negro já fotografado (M87*).",
        "curiosity": "M87 é o lar do buraco negro supermassivo que foi fotografado pela primeira vez em 2019 pelo Telescópio do Horizonte de Eventos.",
        "description": "A galáxia elíptica M87 é o lar de vários trilhões de estrelas, um buraco negro supermassivo e uma família de cerca de 15.000 aglomerados estelares globulares. Para efeito de comparação, a nossa galáxia, a Via Láctea, contém apenas algumas centenas de bilhões de estrelas e cerca de 150 aglomerados globulares. O monstruoso M87 é o membro dominante do aglomerado de galáxias vizinho de Virgem, que contém cerca de 2.000 galáxias. Descoberta em 1781 por Charles Messier, esta galáxia está localizada a 54 milhões de anos-luz de distância da Terra, na constelação de Virgem. Tem uma magnitude aparente de 9,6 e pode ser observado com um pequeno telescópio mais facilmente em maio."
    }
]